IDEA Open Model
WeldParam.WeldType Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the type of the weld
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public WeldType WeldType { get; set; }
Public Property WeldType As WeldType
	Get
	Set
Property Value
Type: WeldType
See Also
Reference
WeldParam Class
IdeaRS.OpenModel.Parameters Namespace